/** ЗАДАЧА 4 - Объединение строк
 *
 * 1. Объявите три переменные с значениями:
 *  - ваше имя
 *  - ваша фамилия
 *  - ваша будущая профессия
 *
 * 2. Создайте еще одну переменную. Ее значение должно быть, например
 * "Меня зовут <Имя> <Фамилия> и я будущий <Профессия>"
 *
 * 3. Выведите значение последней переменной в консоль
 */



const name = "Данила";
const surname = "Гунов";
const profession = "Программист";
let greetings = "Меня зовут " + name + " " + surname + " и я будущий " + profession;
console.log(greetings); 